Repository: digicademy-chf/chf_base
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.extent.type.issue
source: Issue (no.)
de: Heftnummer (Nr.)

# object.extent.type.pageNumbers
source: Page numbers (p.)
de: Seitenzahlen (S.)

# object.extent.type.paragraphNumbers
source: Paragraph numbers (par.)
de: Absatznummern (Abs.)

# object.extent.type.columnNumbers
source: Column numbers (col.)
de: Spaltenzahlen (Sp.)

# object.extent.type.chapterNumbers
source: Chapter numbers (ch.)
de: Kapitelnummern (Kap.)

# object.extent.text.description
source: Specific identifier/dimension
de: Konkrete Kennung/Abmessung

# validator.stringOptions.allowedStringInvalid
source: One of the allowed options is not a string in the StringOptionsValidator.
de: Eine der erlaubten Optionen im StringOptionsValidator ist kein String.

# validator.stringOptions.invalidString
source: The given value was not a valid string.
de: Der Wert war kein richtiger String.

# validator.stringOptions.notAllowedValue
source: The given value was not in the list of allowed values.
de: Der Wert war nicht in der Liste erlaubter Werte.

# validator.regularExpression.noIri
source: The given value was not an IRI.
de: Der Wert war keine IRI.

# validator.regularExpression.noUuid
source: The given value was not a UUID.
de: Der Wert war keine UUID.

# plugin.generic.data
source: Data
de: Daten

# plugin.generic.resource
source: Resource
de: Ressource

# plugin.generic.resource.description
source: Dataset to use in this plugin
de: Datensatz für dieses Plugin

# plugin.rest
source: REST API
de: REST-Schnittstelle

# plugin.rest.description
source: Simple API for CHF content
de: Einfache Schnittstelle für CHF-Inhalte

# plugin.contributors
source: Contributors
de: Beitragende

# plugin.contributors.description
source: List and show contributors
de: Beitragende auflisten und anzeigen

# plugin.agents
source: Agents
de: Akteur:innen

# plugin.agents.description
source: List and show people and organizations
de: Personen und Organisationen auflisten und anzeigen

# plugin.timeline
source: Timeline
de: Zeitstrahl

# plugin.timeline.description
source: List and show periods
de: Zeiträume auflisten und anzeigen

# plugin.places
source: Places
de: Orte

# plugin.places.description
source: List and show locations
de: Orte auflisten und anzeigen

# plugin.structure
source: Structure
de: Struktur

# plugin.structure.description
source: List and show tags and keywords
de: Tags und Stichworte auflisten und anzeigen

# plugin.connections
source: Connections
de: Verbindungen

# plugin.connections.description
source: Visualise relations
de: Relationen visualisieren

# layout.default
source: Default
de: Standard

# layout.overview
source: Overview
de: Überblick

# layout.generic.hero
source: Hero content
de: Aufmerksamkeit

# layout.generic.highlightA
source: Highlight left
de: Hervorhebung links

# layout.generic.highlightB
source: Highlight right
de: Hervorhebung rechts

# layout.generic.main
source: Main area
de: Hauptbereich

# layout.generic.secondaryA
source: Secondary content left
de: Nebensache links

# layout.generic.secondaryB
source: Secondary content right
de: Nebensache rechts

# layout.generic.marginal
source: Marginal note
de: Marginalie

# templates.generic.home
source: Show homepage
de: Startseite aufrufen

# templates.generic.close
source: Close
de: Schließen

# templates.generic.add
source: Add
de: Hinzufügen

# templates.generic.remove
source: Remove
de: Entfernen

# templates.generic.unknown
source: Unknown
de: Unbekannt

# templates.generic.and
source: and
de: und

# templates.generic.accessed
source: Accessed %s
de: Letzter Abruf %s

# templates.generic.new
source: Recently added
de: Neu hinzugefügt

# templates.generic.hierarchy.toggle
source: Expand or collapse
de: Auf- oder zuklappen

# templates.generic.hierarchy.item
source: Item
de: Eintrag

# templates.generic.copy.authorityUri
source: Authority <abbr title="Uniform Resource Identifier">URI</abbr>
de: Normdaten-<abbr title="Uniform Resource Identifier">URI</abbr>

# templates.generic.copy.authorityUri.hint
source: Copy authority URI
de: Normdaten-URI kopieren

# templates.generic.copy.authorityUri.success
source: Authority URI copied successfully
de: Normdaten-URI erfolgreich kopiert

# templates.generic.copy.authorityUri.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.urn.hint
source: Copy URN/PID
de: URN/PID kopieren

# templates.generic.copy.urn.success
source: URN/PID copied successfully
de: URN/PID erfolgreich kopiert

# templates.generic.copy.urn.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.permalink.hint
source: Copy permalink
de: Permalink kopieren

# templates.generic.copy.permalink.success
source: Permalink copied successfully
de: Permalink erfolgreich kopiert

# templates.generic.copy.permalink.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.uri.hint
source: Copy URI
de: URI kopieren

# templates.generic.copy.uri.success
source: URI copied successfully
de: URI erfolgreich kopiert

# templates.generic.copy.uri.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.url.hint
source: Copy URL
de: URL kopieren

# templates.generic.copy.url.success
source: URL copied successfully
de: URL erfolgreich kopiert

# templates.generic.copy.url.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.doi.hint
source: Copy DOI
de: DOI kopieren

# templates.generic.copy.doi.success
source: DOI copied successfully
de: DOI erfolgreich kopiert

# templates.generic.copy.doi.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.issn.hint
source: Copy ISSN
de: ISSN kopieren

# templates.generic.copy.issn.success
source: ISSN copied successfully
de: ISSN erfolgreich kopiert

# templates.generic.copy.issn.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.isbn.hint
source: Copy ISBN
de: ISBN kopieren

# templates.generic.copy.isbn.success
source: ISBN copied successfully
de: ISBN erfolgreich kopiert

# templates.generic.copy.isbn.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.copy.citation
source: Copy citation
de: Zitation kopieren

# templates.generic.copy.citation.success
source: Citation copied successfully
de: Zitation erfolgreich kopiert

# templates.generic.copy.citation.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.fullscreen
source: Fullscreen
de: Vollbild

# templates.generic.fullscreen.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.generic.email
source: Compose email
de: E-Mail verfassen

# templates.generic.type.page
source: Page
de: Seite

# templates.generic.results.empty
source: No results match these criteria
de: Keine Treffer für diese Kriterien

# templates.generic.retrieve
source: Retrieve %s
de: %s abrufen

# templates.generic.retrieve.csv
source: <abbr title="Comma-separated values">CSV</abbr>
de: <abbr title="Durch Kommata getrennte Werte">CSV</abbr>

# templates.header.jump
source: On this page
de: Auf dieser Seite

# templates.header.back
source: Back
de: Zurück

# templates.header.navigation.hint
source: Switch to this view
de: Zu dieser Ansicht wechseln

# templates.toolbar
source: Tools
de: Werkzeuge

# templates.toolbar.filter.hint
source: Show filters
de: Filter anzeigen

# templates.toolbar.filter.hierarchy
source: Show subordinate filters
de: Untergeordnete Filter anzeigen

# templates.toolbar.filter.add
source: Apply filter
de: Filter hinzufügen

# templates.toolbar.filter.exclude
source: Apply exclusion filter
de: Ausschlussfilter hinzufügen

# templates.toolbar.filter.search
source: Search
de: Suche

# templates.toolbar.filter.taxonomy
source: Taxonomy
de: Systematik

# templates.toolbar.filter.authorship
source: Authorship
de: Urheber

# templates.toolbar.filter.reuse
source: Reuse
de: Nutzung

# templates.toolbar.sort
source: Sort
de: Sortierung

# templates.toolbar.sort.hint
source: Select sort order
de: Sortierung auswählen

# templates.toolbar.sort.titleAZ
source: Title A–Z
de: Titel A–Z

# templates.toolbar.sort.titleZA
source: Title Z–A
de: Titel Z–A

# templates.toolbar.sort.onlineNewOld
source: Online new–old
de: Online neu–alt

# templates.toolbar.sort.onlineOldNew
source: Online old–new
de: Online alt–neu

# templates.toolbar.view
source: View
de: Anzeige

# templates.toolbar.view.hint
source: Select view
de: Anzeige auswählen

# templates.toolbar.view.list
source: List
de: Liste

# templates.toolbar.view.tiles
source: Tiles
de: Kacheln

# templates.toolbar.view.table
source: Table
de: Tabelle

# templates.filterbar
source: Active filters
de: Aktive Filter

# templates.filterbar.remove
source: Remove filter
de: Filter entfernen

# templates.filterbar.removeAll
source: Remove all filters
de: Alle Filter entfernen

# templates.main
source: Content
de: Inhalt

# templates.main.quickAccess
source: Quick access
de: Schnellzugriff

# templates.main.toc
source: Table of contents
de: Inhaltsverzeichnis

# templates.main.empty
source: This page is currently empty. Content would otherwise be displayed here.
de: Diese Seite ist momentan noch leer. An dieser Stelle würden sonst Inhalte angezeigt.

# templates.about
source: About this page
de: Über diese Seite

# templates.about.properties
source: Properties
de: Eigenschaften

# templates.about.reference
source: Reference
de: Referenz

# templates.about.serializations
source: Data formats and <abbr title="Linked Open Data">LOD</abbr>
de: Datenformate und <abbr title="Linked Open Data">LOD</abbr>

# templates.about.authorship
source: Authorship
de: Urheber

# templates.about.authorship.author
source: Author
de: Autor:in

# templates.about.authorship.photographer
source: Photographer
de: Fotografie

# templates.about.authorship.editor
source: Editor
de: Redaktion

# templates.about.authorship.translator
source: Translator
de: Übersetzung

# templates.about.authorship.contributor
source: Contributor
de: Mitwirkung

# templates.about.authorship.publisher
source: Publisher
de: Verlag

# templates.about.authorship.rightsOwner
source: Rights owner
de: Rechteinhaber:in

# templates.about.reuse
source: Re-use
de: Nutzung

# templates.about.reuse.inC
source: InC, In copyright
de: InC, Urheberrechtsschutz

# templates.about.reuse.allContent
source: all Content
de: alle Inhalte

# templates.about.reuse.metadata
source: Metadata
de: Metadaten

# templates.about.reuse.media
source: Media
de: Medien

# templates.about.release
source: Release
de: Ausgabe

# templates.about.release.volume
source: <abbr title="volume">vol.</abbr>
de: <abbr title="Band">Bd.</abbr>

# templates.about.release.volumeInitial
source: <abbr title="Volume">Vol.</abbr>
de: <abbr title="Band">Bd.</abbr>

# templates.about.release.issue
source: <abbr title="number">no.</abbr>
de: <abbr title="Nummer">Nr.</abbr>

# templates.about.release.issueInitial
source: <abbr title="Number">No.</abbr>
de: <abbr title="Nummer">Nr.</abbr>

# templates.about.release.edition
source: <abbr title="edition">ed.</abbr>
de: <abbr title="Auflage">Aufl.</abbr>

# templates.about.release.editionInitial
source: <abbr title="Edition">Ed.</abbr>
de: <abbr title="Auflage">Aufl.</abbr>

# templates.about.part
source: Part
de: Abschnitt

# templates.about.part.chapterNumbers
source: <abbr title="chapter">ch.</abbr>
de: <abbr title="Kapitel">Kap.</abbr>

# templates.about.part.chapterNumbersInitial
source: <abbr title="Chapter">Ch.</abbr>
de: <abbr title="Kapitel">Kap.</abbr>

# templates.about.part.pageNumbers
source: <abbr title="page">p.</abbr>
de: <abbr title="Seite">S.</abbr>

# templates.about.part.pageNumbersInitial
source: <abbr title="Page">P.</abbr>
de: <abbr title="Seite">S.</abbr>

# templates.about.part.columnNumbers
source: <abbr title="column">col.</abbr>
de: <abbr title="Spalte">Sp.</abbr>

# templates.about.part.columnNumbersInitial
source: <abbr title="Column">Col.</abbr>
de: <abbr title="Spalte">Sp.</abbr>

# templates.about.part.paragraphNumbers
source: <abbr title="paragraph">par.</abbr>
de: <abbr title="Absatz">Abs.</abbr>

# templates.about.part.paragraphNumbersInitial
source: <abbr title="Paragraph">Par.</abbr>
de: <abbr title="Absatz">Abs.</abbr>

# templates.about.access
source: Access
de: Abruf

# templates.about.description
source: Description
de: Anreißer

# templates.about.authorityUri
source: Authority
de: Normdaten

# templates.about.citation
source: Citation
de: Zitation

# templates.about.citation.editorSingular
source: ed.
de: Hrsg.

# templates.about.citation.editorPlural
source: eds.
de: Hrsg.

# templates.about.citation.editedBy
source: edited by
de: herausgegeben von

# templates.about.citation.translatedBy
source: translated by
de: übersetzt von

# templates.about.citation.withContributionsOf
source: with contributions of
de: unter Mitarbeit von

# templates.about.citation.rightsOwnedBy
source: rights owned by
de: Rechte im Besitz von

# templates.about.citation.volume
source: vol.
de: Bd.

# templates.about.citation.issue
source: no.
de: Nr.

# templates.about.citation.edition
source: ed.
de: Aufl.

# templates.about.citation.chapterNumbers
source: ch.
de: Kap.

# templates.about.citation.pageNumbers
source: p.
de: S.

# templates.about.citation.columnNumbers
source: col.
de: Sp.

# templates.about.citation.paragraphNumbers
source: par.
de: Abs.

# templates.about.language
source: Language
de: Sprache

# templates.about.api.before
source: The data of this web application is available
de: Die Daten dieser Webanwendung sind

# templates.about.api.link
source: via <abbr title="Application Programming Interface">API</abbr>s
de: per <abbr title="Application Programming Interface">API</abbr>

# templates.about.api.after
source: . The indicated re-use policies apply even when you process the data automatically.
de: abrufbar. Die Angaben zur Nachnutzung gelten auch bei automatisierter Verarbeitung.

# templates.footer
source: Footer
de: Fußleiste

# templates.footer.partners
source: Co-operation partners
de: Kooperationspartner

# templates.footer.social
source: Social media profiles
de: Social Media-Profile

# templates.footer.social.up
source: To top of page
de: Zum Seitenanfang

# templates.footer.social.mastodon
source: Mastodon profile
de: Mastodon-Profil

# templates.footer.social.linkedin
source: LinkedIn profile
de: LinkedIn-Profil

# templates.footer.social.instagram
source: Instagram profile
de: Instagram-Profil

# templates.footer.social.facebook
source: Facebook profile
de: Facebook-Profil

# templates.footer.social.bluesky
source: Bluesky profile
de: Bluesky-Profil

# templates.footer.social.xitter
source: X profile (formerly Twitter)
de: X-Profil (früher Twitter)

# templates.footer.social.gitlab
source: Code on GitLab
de: Code auf GitLab

# templates.footer.social.github
source: Code on GitHub
de: Code auf GitHub

# templates.share
source: Share
de: Teilen

# templates.share.device
source: On this device
de: Auf diesem Gerät

# templates.share.device.apps.hint
source: Send to app
de: An App senden

# templates.share.device.apps.success
source: Shared successfully
de: Erfolgreich geteilt

# templates.share.device.apps.failure
source: Nothing was shared
de: Es wurde nichts geteilt

# templates.share.device.apps.error
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.share.device.email.hint
source: Share by email
de: Per E-Mail teilen

# templates.share.device.pdf.hint
source: Create PDF or print
de: PDF erstellen oder drucken

# templates.share.services
source: In social networks
de: In sozialen Netzwerken

# templates.share.services.mastodon.prompt
source: Mastodon server to toot on
de: Mastodon-Server zum Tröten

# templates.share.services.mastodon.failure
source: Nothing was tooted
de: Es wurde nichts getrötet

# templates.share.services.mastodon.hint
source: Share on Mastodon
de: Auf Mastodon teilen

# templates.share.services.linkedin.hint
source: Share on LinkedIn
de: Auf LinkedIn teilen

# templates.share.services.tumblr.hint
source: Share on Tumblr
de: Auf Tumblr teilen

# templates.share.services.reddit.hint
source: Share on Reddit
de: Auf Reddit teilen

# templates.share.services.facebook.hint
source: Share on Facebook
de: Auf Facebook teilen

# templates.share.services.xitter
source: X (formerly Twitter)
de: X (früher Twitter)

# templates.share.services.xitter.hint
source: Share on X (formerly Twitter)
de: Auf X (früher Twitter) teilen

# templates.share.dissociation
source: These largely privacy-friendly links to third-party services do not express endorsement
de: Diese möglichst datensparsamen Links zu Diensten Dritter sind kein Ausdruck der Befürwortung

# templates.watch
source: Watch
de: Merken

# templates.watch.list
source: Watchlist
de: Merkliste

# templates.watch.list.empty
source: The watchlist ist currently empty
de: Die Merkliste ist noch leer

# templates.watch.list.failure
source: Something went wrong
de: Das hat leider nicht geklappt

# templates.watch.serializations
source: Data formats
de: Datenformate

# templates.watch.serializations.clear
source: Clear list
de: Liste leeren

# templates.search
source: Search
de: Suchen

# templates.search.query
source: Search term
de: Suchbegriff

# templates.search.query.example
source: Search term…
de: Suchbegriff…

# templates.search.go
source: Search
de: Suchen

# templates.search.regexGo
source: Search for titles only, RegEx possible
de: Nur in Titeln suchen, RegEx möglich

# templates.search.exact
source: Titles only, <abbr title="Regular Expressions (PCRE2)">RegEx</abbr> possible
de: Nur Titel, <abbr title="Regular Expressions (PCRE2)">RegEx</abbr> möglich

# templates.search.resource.hint
source: Data to search
de: Zu durchsuchende Daten

# templates.adjust
source: Adjust
de: Einstellen

# templates.adjust.language
source: Language
de: Sprache

# templates.adjust.color
source: Colour
de: Farbe

# templates.adjust.color.light
source: Light
de: Hell

# templates.adjust.color.dark
source: Dark
de: Dunkel

# templates.adjust.device
source: Device
de: Gerät

# templates.adjust.device.storage
source: Remove local data
de: Lokale Daten löschen

# templates.adjust.powered
source: Built using the <a href="https://github.com/digicademy-chf" target="_blank">Cultural Heritage Framework</a>, based on <a href="https://typo3.org" target="_blank">TYPO3</a> and further open-source projects
de: Betrieben mit dem <a href="https://github.com/digicademy-chf" target="_blank">Cultural Heritage Framework</a> auf Basis von <a href="https://typo3.org" target="_blank">TYPO3</a> und weiteren Open-Source-Projekten
