Repository: digicademy-chf/chf_base
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# object.generic.chfBase
source: Basic data
de: Basisdaten

# object.generic.chfBib
source: Bibliography
de: Bibliografie

# object.generic.chfGloss
source: Glossary
de: Glossar

# object.generic.chfLex
source: Lexicography
de: Lexikografie

# object.generic.chfMap
source: Map
de: Kartenmaterial

# object.generic.chfMedia
source: Media
de: Medien

# object.generic.chfObject
source: Object
de: Objekt

# object.generic.chfPub
source: Text publication
de: Textpublikation

# object.generic.editorial
source: Editorial
de: Redaktion

# object.generic.management
source: Management
de: Verwaltung

# object.generic.structured
source: Structured content
de: Gegliederter Inhalt

# object.generic.unstructured
source: Text and media
de: Text und Medien

# object.generic.bibliography
source: Bibliography
de: Bibliografie

# object.generic.restrictions
source: Restrictions
de: Einschränkungen

# object.generic.hidden.description
source: Record visible or not
de: Eintrag sichtbar oder nicht

# object.generic.parentResource
source: Parent resource
de: Übergeordnete Ressource

# object.generic.parentResource.description
source: Resource that this database record is part of
de: Ressource, zu der dieser Datenbankeintrag gehört

# object.generic.iri.description
source: Site-specific identifier of this record
de: Seitenspezifische Kennung dieses Eintrags

# object.generic.uuid.description
source: Unique identifier of this record
de: Eindeutige Kennung dieses Eintrags

# object.generic.label.description
source: Label to group the database record into
de: Label zum Gliedern von Datenbankeinträgen

# object.generic.sameAs
source: Reference URI
de: Referenz-URI

# object.generic.sameAs.description
source: Authoritative web address to identify an entity across the web
de: Verbindliche Webadresse zur Identifikation einer Entität im Internet

# object.generic.extent
source: Identifier/dimension
de: Kennung/Abmessung

# object.generic.extent.description
source: List of identifiers/dimensions relevant to this entry
de: Liste der Kennungen/Abmessungen, die für diesen Eintrag relevant sind

# object.generic.importOrigin
source: Import origin
de: Importursprung

# object.generic.importOrigin.description
source: URI or other identifier of the imported original
de: URI oder anderer Identifikator des importierten Originals

# object.generic.importState
source: Import state
de: Importstatus

# object.generic.importState.description
source: Brief indicator of the last state that was imported successfully
de: Kurze Angabe des letzten Standes, der erfolgreich importiert wurde

# object.generic.import.description
source: Full import code that this record is based on
de: Vollständiger Code, mit dem dieser Eintrag importiert wurde

# object.generic.authorshipRelation
source: Authorship relation
de: Autor:innenangabe

# object.generic.authorshipRelation.description
source: Authorship of this record
de: Autorenschaft dieses Eintrags

# object.generic.agentRelation
source: Agent relation
de: Akteur:innenangabe

# object.generic.agentRelation.description
source: Agent related to this record
de: Akteur:in zu diesem Eintrag

# object.generic.locationRelation
source: Location relation
de: Ortsangabe

# object.generic.locationRelation.description
source: Location related to this record
de: Mit diesem Eintrag verbundene Orte

# object.generic.licenceRelation
source: Licence relation
de: Lizenzangabe

# object.generic.licenceRelation.description
source: Licence of this record (individual override)
de: Lizenz dieses Eintrags (falls nicht übergeordnet)

# object.generic.linkRelation
source: Link relation
de: Linkangabe

# object.generic.linkRelation.description
source: Links relevant to this database record
de: Links, die für diesen Datenbankeintrag relevant sind

# object.abstractBase.publicationDate
source: Publication date
de: Veröffentlichungsdatum

# object.abstractBase.publicationDate.description
source: Date of first publication
de: Datum der Erstveröffentlichung

# object.abstractBase.revisionNumber
source: Revision number
de: Revisionsnummer

# object.abstractBase.revisionNumber.description
source: Number of the current revision
de: Nummer der aktuellen Revision

# object.abstractBase.revisionDate
source: Revision date
de: Revisionsdatum

# object.abstractBase.revisionDate.description
source: Date of the last revision
de: Datum der letzten Überarbeitung

# object.abstractBase.editorialNote
source: Editorial note
de: Redaktionsnotiz

# object.abstractBase.editorialNote.description
source: Note for internal usage among the editorial team
de: Notiz für den internen Redaktionsgebrauch

# object.abstractHeritage.isTeaser
source: Tease record
de: Eintrag anreißen

# object.abstractHeritage.isTeaser.description
source: Lists this record without its content
de: Listet diesen Eintrag ohne Inhalt auf

# object.abstractHeritage.isHighlight
source: Highlight record
de: Eintrag hervorheben

# object.abstractHeritage.isHighlight.description
source: Makes this record available at the top of lists
de: Listet diesen Eintrag am Listenanfang auf

# object.abstractHeritage.contentElement
source: Content element
de: Inhaltselement

# object.abstractHeritage.contentElement.description
source: Room for page content without a fixed structure
de: Raum für Seiteninhalte ohne vorgegebene Struktur

# object.abstractHeritage.footnote
source: Footnote
de: Fußnote

# object.abstractHeritage.footnote.description
source: Footnotes on content elements
de: Fußnoten zu den Inhaltselementen

# object.abstractHeritage.media
source: Media
de: Medien

# object.abstractHeritage.media.description
source: Images and other media attached to this record
de: Bilder und andere Medien, die zu diesem Eintrag gehören

# object.abstractHeritage.file
source: File
de: Datei

# object.abstractHeritage.file.description
source: Additional files attached to this record
de: Zusätzliche Dateien, die zu diesem Eintrag gehören

# object.abstractHeritage.editorialSteps
source: Editorial steps
de: Redaktionsschritte

# object.abstractHeritage.editorialSteps.description
source: Check list for editing this record
de: Checkliste zum Bearbeiten des Eintrags

# object.abstractHeritage.editorialSteps.checkDatabase
source: Check database
de: Datenbankabfrage

# object.abstractHeritage.editorialSteps.checkStandard
source: Standard resources
de: Standardwerke

# object.abstractHeritage.editorialSteps.checkForeignLanguage
source: Foreign-language resources
de: Fremdsprachige Werke

# object.abstractHeritage.editorialSteps.checkRegional
source: Regional resources
de: Regionale Werke

# object.abstractHeritage.editorialSteps.checkPrevious
source: Preceding projects
de: Vorgängerprojekte

# object.abstractHeritage.editorialSteps.checkFurther
source: Further resources
de: Weitere Werke

# object.abstractHeritage.editorialSteps.checkAuthorityFiles
source: Authority files
de: Normdatenabgleich

# object.abstractHeritage.editorialSteps.checkMaps
source: Domestic and foreign maps
de: Kartierung im In- und Ausland

# object.abstractHeritage.publicationSteps
source: Publication steps
de: Publikationsschritte

# object.abstractHeritage.publicationSteps.description
source: Check list for the publication of this record
de: Checkliste zur Veröffentlichung des Eintrags

# object.abstractHeritage.publicationSteps.started
source: Started
de: Angefangen

# object.abstractHeritage.publicationSteps.edited
source: Edited
de: Redaktionell bearbeitet

# object.abstractHeritage.publicationSteps.checked
source: Checked
de: Überprüft

# object.abstractHeritage.publicationSteps.deferred
source: Deferred
de: Zurückgestellt

# object.abstractHeritage.publicationSteps.revised
source: Revised
de: Überarbeitet

# object.abstractHeritage.publicationSteps.publicationReady
source: Publication-ready
de: Publikationsfreigabe

# object.agent
source: Agent
de: Akteur:in

# object.agent.parentAgent
source: Parent agent
de: Übergeordnete:r Akteur:in

# object.agent.parentAgent.description
source: Larger agent that this agent is part of
de: Größere Einheit, zu der diese:r Akteur:in gehört

# object.agent.type
source: Type
de: Art

# object.agent.type.description
source: Specific type of agent
de: Genauere Art der Akteur:in

# object.agent.type.contributor
source: Contributor
de: Beitragende:r

# object.agent.type.otherEntity
source: Other entity
de: Andere Entität

# object.agent.forename
source: Forename
de: Vorname

# object.agent.forename.description
source: Forename of the agent
de: Vorname der Akteur:in

# object.agent.surname
source: Surname
de: Nachname

# object.agent.surname.description
source: Surname of the agent
de: Nachname der Akteur:in

# object.agent.corporateName
source: Corporate name
de: Körperschaftsname

# object.agent.corporateName.description
source: Single name for a corporate body used instead of forename and surname
de: Einzelner Name einer Körperschaft anstelle von Vor- und Nachname

# object.agent.alternativeName
source: Alternative name
de: Alternativer Name

# object.agent.alternativeName.description
source: Common alternative name used, i.e., as a search term
de: Gebräuchlicher alternativer Name, z.B. als Suchbegriff

# object.agent.honorific
source: Honorific title
de: Ehrentitel

# object.agent.honorific.description
source: Academic or official title
de: Akademischer oder offizieller Titel

# object.agent.occupation
source: Occupation
de: Tätigkeit

# object.agent.occupation.description
source: Name of job or occupation
de: Berufs- oder Tätigkeitsbezeichnung

# object.agent.gender
source: Gender
de: Geschlecht

# object.agent.gender.description
source: Social gender of the agent
de: Soziales Geschlecht der Akteur:in

# object.agent.gender.female
source: female
de: weiblich

# object.agent.gender.male
source: male
de: männlich

# object.agent.gender.nonBinary
source: non-binary
de: divers

# object.agent.agent
source: Agent
de: Akteur:in

# object.agent.agent.description
source: Room to list employees or organisational units
de: Angabe von Mitarbeitenden oder Organisationseinheiten

# object.agent.event
source: Event
de: Ereignis

# object.agent.event.description
source: Room to list biographical events
de: Raum für biografische Ereignisse

# object.location
source: Location
de: Ort

# object.location.parentLocation
source: Parent location
de: Übergeordneter Ort

# object.location.parentLocation.description
source: Larger area that this location is part of
de: Größere Ortsangabe, zu der dieser Ort gehört

# object.location.type
source: Type
de: Art

# object.location.type.description
source: Type of location
de: Art der Ortsangabe

# object.location.type.position
source: Position
de: Standort

# object.location.type.fieldName
source: Field name
de: Flurname

# object.location.type.building
source: Building
de: Gebäude

# object.location.type.townOrCity
source: Town or city
de: Gemeinde oder Stadt

# object.location.type.regionOrState
source: Region or state
de: Region oder Bundesland

# object.location.type.country
source: Country
de: Land

# object.location.type.continent
source: Continent
de: Kontinent

# object.location.name.description
source: Name of this location
de: Bezeichnung dieser Ortsangabe

# object.location.alternativeName
source: Alternative name
de: Alternativer Name

# object.location.alternativeName.description
source: Common alternative name used, i.e., as a search term
de: Gebräuchlicher alternativer Name, z.B. als Suchbegriff

# object.location.isHistorical
source: Historical location
de: Historische Ortsangabe

# object.location.isHistorical.description
source: Marks this location as historical
de: Markiert diesen Ort als historisch

# object.location.isImaginary
source: Imaginary location
de: Erfundener Ort

# object.location.isImaginary.description
source: Marks this location as imaginary
de: Markiert diesen Ort als erfunden

# object.location.location
source: Location
de: Ort

# object.location.location.description
source: Room to list more specific locations
de: Raum für untergeordnete Ortsangaben

# object.location.event
source: Event
de: Ereignis

# object.location.event.description
source: Room to list historical events
de: Raum für historische Ereignisse

# object.location.addressStreet
source: Street
de: Straße

# object.location.addressStreet.description
source: Street as part of the location's address
de: Straße als Teil der Adresse einer Ortsangabe

# object.location.addressNumber
source: Number
de: Hausnummer

# object.location.addressNumber.description
source: Number as part of the location's address
de: Hausnummer als Teil der Adresse einer Ortsangabe

# object.location.addressZip
source: ZIP code
de: Postleitzahl

# object.location.addressZip.description
source: ZIP code as part of the location's address
de: Postleitzahl als Teil der Adresse einer Ortsangabe

# object.location.addressCity
source: City
de: Stadt

# object.location.addressCity.description
source: City as part of the location's address
de: Stadt als Teil der Adresse einer Ortsangabe

# object.period
source: Period
de: Zeitraum

# object.period.parentPeriod
source: Parent period
de: Übergeordneter Zeitraum

# object.period.parentPeriod.description
source: Longer period that this period is part of
de: Größerer Zeitraum, zu dem dieser Zeitraum gehört

# object.period.type
source: Type
de: Art

# object.period.type.description
source: Type of period
de: Art des Zeitraums

# object.period.type.date
source: Date
de: Datum

# object.period.type.event
source: Event
de: Ereignis

# object.period.type.period
source: Period
de: Zeitalter

# object.period.type.century
source: Century
de: Jahrhundert

# object.period.type.era
source: Era
de: Epoche

# object.period.title
source: Title
de: Titel

# object.period.title.description
source: Name of the period or event
de: Bezeichnung des Zeitraums oder Ereignisses

# object.period.alternativeTitle
source: Alternative title
de: Alternativer Titel

# object.period.alternativeTitle.description
source: Common alternative name used, i.e., as a search term
de: Gebräuchlicher alternativer Name, z.B. als Suchbegriff

# object.period.from
source: From
de: Von

# object.period.from.description
source: Start date for fuzzier time spans
de: Anfangsdatum für etwas gröbere Zeitspannen

# object.period.to
source: To
de: Bis

# object.period.to.description
source: End date for fuzzier time spans
de: Enddatum für etwas gröbere Zeitspannen

# object.period.displayDate
source: Display date
de: Anzeigedatum

# object.period.displayDate.description
source: Text version of the date
de: Textversion des Datums

# object.period.when
source: Exactly when
de: Genau wann

# object.period.when.description
source: Exact date of an event
de: Genauer Zeitpunkt eines Ereignisses

# object.period.notBefore
source: Not before
de: Nicht vor

# object.period.notBefore.description
source: Earliest possible date for very fuzzy periods or events
de: Frühestmögliches Datum bei groben Zeiträumen/Ereignissen

# object.period.notAfter
source: Not after
de: Nicht nach

# object.period.notAfter.description
source: Latest possible date for very fuzzy periods or events
de: Spätestmögliches Datum bei groben Zeiträumen/Ereignissen

# object.period.calendar
source: Calendar
de: Kalender

# object.period.calendar.description
source: Name of the calendar used to generate dates
de: Bezeichnung des Kalenders der Datumsangaben

# object.period.calendar.gregorian
source: Gregorian
de: Gregorianisch

# object.period.event
source: Event
de: Ereignis

# object.period.event.description
source: Room to list more specific historical events
de: Raum für genauere historische Ereignisse

# object.abstractRelation.description
source: Description
de: Beschreibung

# object.abstractRelation.description.description
source: Brief statement about this relation
de: Kurze Information zu dieser Relation

# object.abstractRelation.type
source: Type
de: Art

# object.abstractRelation.type.description
source: Type of relation
de: Art der Relation

# object.abstractRelation.type.authorshipRelation
source: Authorship relation
de: Autor:innenangabe

# object.abstractRelation.type.locationRelation
source: Location relation
de: Ortsangabe

# object.abstractRelation.type.agentRelation
source: Agent relation
de: Akteur:innenangabe

# object.abstractRelation.type.licenceRelation
source: Licence relation
de: Lizenzangabe

# object.abstractRelation.type.linkRelation
source: Link relation
de: Linkangabe

# object.abstractRelation.record
source: Database record
de: Datenbankeintrag

# object.abstractRelation.record.description
source: Record to connect a relation to
de: Eintrag, mit dem die Relation verbunden sein soll

# object.abstractRelation.role
source: Role
de: Rolle

# object.abstractRelation.role.description
source: Qualification of this relation
de: Qualifikation dieser Relation

# object.abstractRelation.role.author
source: Author
de: Autor:in

# object.abstractRelation.role.photographer
source: Photographer
de: Fotografie

# object.abstractRelation.role.editor
source: Editor
de: Redaktion

# object.abstractRelation.role.translator
source: Translator
de: Übersetzung

# object.abstractRelation.role.contributor
source: Contributor
de: Mitwirkung

# object.abstractRelation.role.publisher
source: Publisher
de: Verlag

# object.abstractRelation.role.rightsOwner
source: Rights owner
de: Rechteinhaber:in

# object.abstractRelation.role.genericLocation
source: Generic location
de: Allgemeine Ortsangabe

# object.abstractRelation.role.originLocation
source: Place of origin
de: Herkunftsort

# object.abstractRelation.role.formerLocation
source: Former location
de: Ehemaliger Standort

# object.abstractRelation.role.birthPlace
source: Birthplace
de: Geburtsort

# object.abstractRelation.role.workPlace
source: Workplace
de: Wirkungsort

# object.abstractRelation.role.deathPlace
source: Place of death
de: Sterbeort

# object.abstractRelation.role.agency
source: Generic agency
de: Allgemeine Ausführung

# object.abstractRelation.role.relationship
source: Relationship
de: Beziehung

# object.abstractRelation.role.depiction
source: Depiction
de: Darstellung

# object.abstractRelation.role.representation
source: Representation
de: Repräsentation

# object.abstractRelation.role.designer
source: Designer
de: Entwerfer:in

# object.abstractRelation.role.artist
source: Artist
de: Künstler:in

# object.abstractRelation.role.workshop
source: Workshop
de: Werkstatt

# object.abstractRelation.role.manufacturer
source: Manufacturer
de: Herstellung

# object.abstractRelation.role.benefactor
source: Benefactor
de: Stifter:in

# object.abstractRelation.role.collector
source: Collector
de: Sammler:in

# object.abstractRelation.role.curator
source: Curator
de: Kurator:in

# object.abstractRelation.role.restorer
source: Restorer
de: Restaurator:in

# object.abstractRelation.role.allContent
source: All content
de: Alle Inhalte

# object.abstractRelation.role.metadata
source: Metadata
de: Metadaten

# object.abstractRelation.role.media
source: Media
de: Medien

# object.agentRelation.agent
source: Agent
de: Akteur:in

# object.agentRelation.agent.description
source: Agents to relate to the record
de: Akteur:innen, die mit dem Eintrag verknüpft werden sollen

# object.authorshipRelation.contributor
source: Contributor
de: Beitragende:r

# object.authorshipRelation.contributor.description
source: Contributors to relate to the record
de: Beitragende, die mit dem Eintrag verknüpft werden sollen

# object.locationRelation.location
source: Location
de: Ortsangabe

# object.locationRelation.location.description
source: Locations to relate to the record
de: Orte, der mit dem Eintrag verknüpft werden soll

# object.licenceRelation.licence
source: Licence
de: Lizenz

# object.licenceRelation.licence.description
source: Licences to relate to the record
de: Lizenzen, die mit dem Eintrag verknüpft werden soll

# object.linkRelation.url
source: Target URL
de: Ziel-URL

# object.linkRelation.url.description
source: URL that the link should point to
de: URL, auf die der Link verweisen soll

# object.linkRelation.linkText.description
source: Text to highlight as a link
de: Zur Anzeige als Link genutzter Text

# object.linkRelation.lastChecked
source: Last checked
de: Letzter Aufruf

# object.linkRelation.lastChecked.description
source: Date of the last successful URL retrieval
de: Datum des letzten erfolgreichen Aufrufs der URL

# object.abstractResource
source: Resource
de: Ressource

# object.abstractResource.type
source: Type
de: Art

# object.abstractResource.type.description
source: Type of resource
de: Art der Ressource

# object.abstractResource.title
source: Title
de: Titel

# object.abstractResource.title.description
source: Name of this resource
de: Name dieser Ressource

# object.abstractResource.langCode
source: Language code
de: Sprachcode

# object.abstractResource.langCode.description
source: Language of this resource
de: Sprache dieser Ressource

# object.abstractResource.description
source: Description
de: Beschreibung

# object.abstractResource.description.description
source: Brief statement about this resource
de: Kurze Information zu dieser Ressource

# object.abstractResource.items
source: Items
de: Einträge

# object.abstractResource.items.description
source: Database records connected to this resource
de: Mit dieser Ressource verbundene Datenbankeinträge

# object.genericResource.type.genericResource
source: Generic resource
de: Allgemeine Ressource

# object.abstractTag.type
source: Type
de: Art

# object.abstractTag.type.description
source: Type of tag
de: Art des Tags

# object.abstractTag.type.labelTypeTag
source: Label type
de: Labelart

# object.abstractTag.type.licenceTag
source: Licence
de: Lizenz

# object.abstractTag.code
source: Code
de: Kurzzeichen

# object.abstractTag.code.description
source: Abbreviation of the tag
de: Abkürzung des Tags

# object.abstractTag.text.description
source: Full name of the tag
de: Vollständige Bezeichnung des Tags

# object.abstractTag.description
source: Description
de: Beschreibung

# object.abstractTag.description.description
source: Brief information about the tag
de: Kurze Erläuterung des Tags

# object.abstractTag.items
source: Items
de: Einträge

# object.abstractTag.items.description
source: Database records connected to this tag
de: Mit diesem Tag verbundene Datenbankeinträge

# object.labelTag.parentLabelTag
source: Parent label
de: Übergeordnetes Label

# object.labelTag.parentLabelTag.description
source: Label that this label is part of
de: Label, zu dem dieses Label gehört

# object.labelTag.labelType
source: Label type
de: Labelart

# object.labelTag.labelType.description
source: Group of labels that this one belongs to
de: Zugehörigkeit zu einer Gruppe an Labels

# object.labelTag.keyword
source: Keyword
de: Stichwort

# object.labelTag.keyword.description
source: List of keywords describing this label
de: Liste an Stichworten, die dieses Label beschreiben

# object.sameAs
source: Reference URI
de: Referenz-URI

# object.sameAs.uri.description
source: External web address
de: Externe Webadresse

# object.keyword
source: Keyword
de: Stichwort

# object.keyword.text.description
source: Title of this keyword
de: Titel des Stichworts

# object.footnote
source: Footnote
de: Fußnote

# object.footnote.text.description
source: Footnote content
de: Inhalt der Fußnote

# object.extent
source: Identifier/dimension
de: Kennung/Abmessung

# object.extent.type
source: Type
de: Art

# object.extent.type.description
source: Type of identifier/dimension
de: Art der Kennung/Abmessung

# object.extent.type.url
source: URL (web address)
de: URL (Webadresse)

# object.extent.type.urn
source: Further URN/PID (incl. Handle)
de: Andere URN/PID (inkl. Handle)

# object.extent.type.edition
source: Edition (ed.)
de: Auflage (Aufl.)

# object.extent.type.volume
source: Volume (vol.)
de: Band (Bd.)
